Repository: drazenpanic/Digitalnamapa
Catalog: Resources/SharedResource.*.resx
Languages: sr

# Details_Gallery_FullDescription
source: The "Lazar Vozarević" Gallery, founded in 1973 in honor of one of the most important postwar Serbian painters, is located in a renovated 19th-century building in City Park. The gallery consists of a memorial section with over 60 original works by Vozarević and a contemporary section for current art exhibitions. It has organized more than 160 exhibitions in the city and over 20 in the country and abroad. Vozarević was a member of the "Group of Eleven" and the "December Group," and his works are held in many world collections, including the Rockefeller collection. The gallery is a key cultural institution in the city and hosts events such as the "Sremska Mitrovica Salon." Address: Gradski park 4. For more information, visit lazarvozarevic.com.
sr: Galerija "Lazar Vozarević", osnovana 1973. godine u čast jednog od najznačajnijih posleratnih srpskih slikara, nalazi se u renoviranoj zgradi iz 19. veka u Gradskom parku. Galerija ima memorijalni deo sa više od 60 originalnih dela Vozarevića i savremeni deo za aktuelne izložbe. Organizovala je više od 160 izložbi u gradu i preko 20 u zemlji i inostranstvu. Vozarević je bio član "Grupe Jedanaestorice" i "Decembarske grupe", a njegova dela se nalaze u brojnim svetskim kolekcijama, uključujući i Rokfelerovu. Galerija je važan nosilac kulturnog života grada i domaćin manifestacija poput "Sremskomitrovačkog salona". Adresa: Gradski park 4. Više informacija na lazarvozarevic.com.

# Details_Theatre_FullDescription
source: The "Dobrica Milutinović" Theatre in Sremska Mitrovica is the only professional theatre in Srem, with a tradition dating back to the 19th century. It is housed in the Serbian Home building from 1895, a protected cultural monument with elements of Neo-Renaissance and Neo-Baroque. The first theatre life in the city was recorded in 1842, while the professional theatre was established in 1944 and has borne its current name since 1974, in honor of the actor Dobrica Milutinović. In recent years, the theatre has been completely renovated and modernized, retaining its authentic appearance but gaining modern technical equipment. The repertoire includes plays for children and adults, and the institution also has Drama and Youth studios. On the occasion of its 80th anniversary in 2025, numerous gala performances were held. The theatre awards the "Dobrica Milutinović" Plaque for outstanding artistic contributions. Address: Trg Ćire Milekića 2. For more information, visit their Facebook page or call +381 (0)22 615 115.
sr: Pozorište "Dobrica Milutinović" u Sremskoj Mitrovici jedina je profesionalna pozorišna ustanova u Sremu, sa tradicijom koja seže u 19. vek. Smešteno je u zgradi Srpskog doma iz 1895. godine, koja je zaštićeno kulturno dobro sa elementima neorenesanse i neobaroka. Prvi pozorišni život u gradu zabeležen je još 1842. godine, dok profesionalno pozorište nastaje 1944, a današnji naziv nosi od 1974. godine, u čast glumca Dobrice Milutinovića. U poslednjim godinama pozorište je kompletno rekonstruisano i modernizovano, zadržavajući autentičan izgled, ali dobijajući savremenu tehničku opremu. Repertoar obuhvata predstave za decu i odrasle, a u okviru ustanove deluju Dramski i Omladinski studio. Povodom 80 godina rada 2025. godine, izvedene su brojne svečane predstave. Pozorište dodeljuje Plaketu "Dobrica Milutinović" za izuzetne umetničke doprinose. Adresa: Trg Ćire Milekića 2. Više informacija na Fejsbuk stranici ili na telefon +381 (0)22 615 115.

# Details_Library_FullDescription
source: The "Gligorije Vozarević" Library in Sremska Mitrovica is one of the oldest and most important cultural institutions in Srem, founded on February 4, 1866, as the Serbian Civic Reading Room. Today, it bears the name of Gligorije Vozarević, the first Serbian bookseller and publisher, born in the village of Ležimir. Since 1895, the library has been located in the Serbian Home building and has survived a fire in 1914 that destroyed much of its collection. After World War II, it was restored in 1946 as the "Prosveta" National Library and Reading Room. Today, it serves as the main library for the entire Srem district, covering more than 50 school and public libraries. The total collection exceeds 140,000 books, divided into departments for adults, children, youth, professional literature, and a local history collection. The library organizes numerous cultural programs, literary evenings, workshops, and exhibitions. Every year, on February 4, the Library Day is celebrated with awards for the most active users. Address: Trg Ćire Milekića 3. Contact: +381 (0)22 621 130, direktor@bgvsm.org.rs. More info: bgvsm.org.rs.
sr: Biblioteka "Gligorije Vozarević" u Sremskoj Mitrovici jedna je od najstarijih i najznačajnijih kulturnih ustanova u Sremu, osnovana 4. februara 1866. godine kao Srpska građanska čitaonica. Danas nosi ime Gligorija Vozarevića, prvog srpskog knjižara i izdavača, rođenog u selu Ležimir. Biblioteka se od 1895. godine nalazi u zgradi Srpskog doma, a tokom istorije je pretrpela i požar 1914. godine koji je uništio veliki deo fonda. Nakon Drugog svetskog rata, obnovljena je 1946. kao Narodna knjižnica i čitaonica "Prosveta". Danas obavlja matičnu funkciju za čitav Sremski okrug i pokriva više od 50 školskih i narodnih biblioteka. Ukupni fond biblioteke prelazi 140.000 knjiga, raspoređenih u odeljenja za odrasle, decu, mlade, stručnu literaturu i zavičajnu zbirku. Organizuje brojne kulturne programe, književne večeri, radionice i izložbe. Svake godine, 4. februara, obeležava se Dan biblioteke uz dodelu priznanja najaktivnijim korisnicima. Adresa: Trg Ćire Milekića 3. Kontakt: +381 (0)22 621 130, direktor@bgvsm.org.rs. Više informacija: bgvsm.org.rs.

# Popup_Archive_Title
source: Srem Historical Archive
sr: Istorijski arhiv Srema

# Popup_Archive_Description
source: The central archival institution for Srem District, founded in 1946. It preserves around 1,340 archival funds and collections spanning from the 17th century to the present.
sr: Centralna arhivska ustanova za Sremski okrug, osnovana 1946. godine. Čuva oko 1.340 arhivskih fondova i zbirki od XVII veka do danas.

# Details_Archive_FullDescription
source: The Srem Historical Archive in Sremska Mitrovica represents the central archival institution for Srem District, founded in 1946. It is housed in the Main Guard building, constructed in the late 18th century for the Military Frontier, which is now protected as a cultural monument. The archive preserves around 1,340 archival funds and collections, covering approximately 7,000 linear meters of material from the 17th century to the present. Particularly significant are the church registry books (Roman Catholic, Orthodox, Greek Catholic, and Jewish) from the period 1732-1900, which are frequently used by genealogists. The archive has jurisdiction over the city of Sremska Mitrovica and the municipalities of Stara Pazova, Inđija, Irig, Šid, Ruma, and Pećinci. It provides professional supervision over 920 active registries, including state bodies, local government, institutions, cooperatives, and enterprises. The archive is organized into departments for general affairs, material protection, arrangement, use, and research. Working hours are Monday to Friday from 07:00 to 15:00, while research work is conducted Tuesday, Wednesday, and Thursday from 08:00 to 11:00 with prior notice. Address: Vuka Karadžića 4. Contact: info@arhivsrem.org.rs. More information: www.arhivsrem.org.rs.
sr: Istorijski arhiv Srem u Sremskoj Mitrovici predstavlja centralnu arhivsku ustanovu za Sremski okrug, osnovanu 1946. godine. Smešten je u zgradi Glavne straže izgrađenoj krajem XVIII veka za potrebe Vojne granice, koja je danas zaštićena kao kulturno dobro. Arhiv čuva oko 1.340 arhivskih fondova i zbirki, što obuhvata približno 7.000 dužnih metara građe iz perioda od XVII veka do danas. Posebno su značajne crkvene matične knjige (rimokatoličke, pravoslavne, grkokatoličke i jevrejske) iz perioda 1732–1900, koje su čest predmet istraživanja genealoga. Arhiv ima nadležnost nad gradom Sremska Mitrovica i opštinama Stara Pazova, Inđija, Irig, Šid, Ruma i Pećinci. Vrši stručni nadzor nad 920 aktivnih registratura uključujući državne organe, lokalnu samoupravu, ustanove, zadruge i preduzeća. Organizovan je u odeljenja za opšte poslove, zaštitu građe, sređivanje, korišćenje i istraživanje. Radno vreme je od ponedeljka do petka od 07:00 do 15:00, dok se rad sa istraživačima odvija utorkom, sredom i četvrtkom od 08:00 do 11:00 uz prethodnu najavu. Adresa: Vuka Karadžića 4. Kontakt: info@arhivsrem.org.rs. Više informacija: www.arhivsrem.org.rs.

# Popup_SavaQuay_Title
source: Sava Quay
sr: Savski kej

# Popup_SavaQuay_Description
source: A key defensive structure along the Sava River that protects the city from floods. It's also a popular promenade area with benches, greenery, and cycling paths.
sr: Ključna odbrambena struktura uz reku Savu koja štiti grad od poplava. Takođe je popularna šetališna zona sa klupama, zelenilom i biciklističkim stazama.

# Details_SavaQuay_FullDescription
source: The embankment in Sremska Mitrovica, also known as Sava Quay, represents a key defensive structure along the Sava River that protects the city from floods. It was built along the Sava coast and provides a safe zone between the river and the central urban areas. In addition to its flood protection function, the embankment is also a popular promenade area that attracts many citizens and visitors. Sava Quay is equipped with benches, greenery, and cycling paths, and often serves as a gathering place and recreation area. During the summer months, this area becomes lively thanks to numerous cultural and sports events. The embankment is also part of the Danube-Sava water basin system and has strategic importance in preserving the natural balance and safety in the region. This part of the city also offers an exceptional view of the Sava River, bridges, and the city panorama. Along Sava Quay, festivals, lantern releases, and artistic performances are often organized. The embankment is a favorite place for walkers, runners, and families with children. As a combination of functionality and beauty, the embankment in Sremska Mitrovica represents a symbol of the city's connection with the river.
sr: Nasip u Sremskoj Mitrovici, poznat i kao Savski kej, predstavlja ključnu odbrambenu strukturu uz reku Savu koja štiti grad od poplava. Izgrađen je duž obale Save i obezbeđuje siguran pojas između reke i centralnih gradskih zona. Pored svoje funkcije zaštite od poplava, nasip je i popularna šetališna zona koja privlači brojne građane i posetioce. Savski kej je uređen sa klupama, zelenilom i biciklističkim stazama, te često služi kao mesto okupljanja i rekreacije. U toku letnjih meseci, ovaj prostor postaje živahan zahvaljujući brojnim kulturnim i sportskim manifestacijama. Nasip je takođe deo sistema Dunav–Sava vodnog sliva i ima strateški značaj u očuvanju prirodne ravnoteže i bezbednosti u regiji. Ovaj deo grada pruža i izuzetan pogled na reku Savu, mostove i gradsku panoramu. Uz Savski kej često se organizuju i festivali, puštanje lampiona i umetnički performansi. Nasip je omiljeno mesto za šetače, trkače i porodice sa decom. Kao spoj funkcionalnosti i lepote, nasip u Sremskoj Mitrovici predstavlja simbol povezanosti grada sa rekom.

# Details_GrainSquare_FullDescription
source: Grain Square was part of the craft-trade zone of Sirmium. Excavations have revealed workshops, including glass furnaces, which confirm local glass production during late antiquity. Remains of shops and warehouses have also been found, as well as parts of streets with covered pedestrian paths (porticos) and a sewerage system. The archaeological findings testify to the economic vitality and craftsmanship of Roman Sirmium. The square was a center of trade and production, where various goods were manufactured and exchanged. The discovery of glass furnaces is particularly significant as it shows that Sirmium had its own glass production, which was a luxury industry in Roman times. The remains of shops and warehouses indicate a well-organized commercial district. The covered pedestrian paths (porticos) provided protection from weather conditions and created a pleasant environment for shopping and socializing. The sewerage system shows the high level of urban planning and infrastructure in Roman Sirmium. Today, Grain Square is an important archaeological site that provides insight into the daily life and economy of the ancient city.
sr: Žitni trg je bio deo zanatsko-trgovačke zone Sirmijuma. Iskopavanja su otkrila radionice, uključujući staklarske peći, što potvrđuje lokalnu proizvodnju stakla tokom kasne antike. Nađeni su i ostaci prodavnica i skladišta, kao i delovi ulica sa natkrivenim pešačkim stazama (porticima) i kanalizacionim sistemom. Arheološki nalazi svedoče o ekonomskoj vitalnosti i zanatskoj veštini rimskog Sirmijuma. Trg je bio centar trgovine i proizvodnje, gde su se izrađivali i razmenjivali razni proizvodi. Otkriće staklarskih peći je posebno značajno jer pokazuje da je Sirmijum imao sopstvenu proizvodnju stakla, što je bila luksuzna industrija u rimsko vreme. Ostaci prodavnica i skladišta ukazuju na dobro organizovan trgovački deo grada. Natkrivene pešačke staze (portici) su pružale zaštitu od vremenskih uslova i stvarale prijatno okruženje za kupovinu i druženje. Kanalizacioni sistem pokazuje visok nivo urbanog planiranja i infrastrukture u rimskom Sirmijumu. Danas je Žitni trg važno arheološko nalazište koje pruža uvid u svakodnevni život i ekonomiju antičkog grada.

# Details_Basilica_FullDescription
source: The Basilica of St. Demetrius in Sremska Mitrovica is one of the most significant early Christian archaeological sites in the territory of ancient Sirmium. Built between 426 and 441 AD, during the time of Prefect Leontius, the basilica represented a three-nave Greek-type building with a central nave and side aisles ending in a transept. Its architecture testifies to the high level of organization of the Christian community in Sirmium during the 5th century. During excavations, 25 graves were found within and around the basilica, confirming its role as a place of worship and burial. Parts of floor mosaics with geometric and floral motifs, characteristic of the art of that period, were also discovered. The basilica was built at a time when Sirmium was one of the four main cities of the Roman Empire and an important episcopal seat. The first known bishop of Sirmium, St. Irenaeus, suffered martyrdom in 304 AD, which further emphasizes the importance of this site. The remains of the basilica are conserved and displayed in an underground archaeological space, located in the city center, near the present Catholic cathedral. The site is accessible to visitors, and more information can be obtained at the Srem Museum. The Basilica of St. Demetrius remains a lasting monument to early Christian faith and the spiritual life of imperial Sirmium.
sr: Bazilika Svetog Dimitrija u Sremskoj Mitrovici jedno je od najznačajnijih ranohrišćanskih arheoloških nalazišta na prostoru antičkog Sirmijuma. Izgrađena između 426. i 441. godine, za vreme prefekta Leontija, bazilika je predstavljala trobrodnu građevinu grčkog tipa, sa centralnim brodom i bočnim lađama koje se završavaju transeptom. Njena arhitektura svedoči o visokom stepenu organizacije hrišćanske zajednice u Sirmijumu tokom 5. veka. Tokom iskopavanja pronađeno je 25 grobova unutar i oko bazilike, što potvrđuje njenu ulogu kao mesta bogosluženja i sahranjivanja. Otkiveni su i delovi podnih mozaika sa geometrijskim i floralnim motivima, karakterističnim za umetnost tog doba. Bazilika je podignuta u vreme kada je Sirmijum bio jedno od četiri glavna grada Rimskog carstva i važno biskupsko sedište. Prvi poznati biskup Sirmijuma, sveti Irenej, stradao je mučeničkom smrću 304. godine, što dodatno ističe značaj ovog lokaliteta. Ostaci bazilike konzervirani su i prikazani u podzemnom arheološkom prostoru, smeštenom u centru grada, u blizini današnje katoličke katedrale. Lokalitet je dostupan za posetioce, a više informacija moguće je dobiti u Muzeju Srema. Bazilika Svetog Dimitrija ostaje trajan spomen na ranu hrišćansku veru i duhovni život carske rezidencije Sirmijuma.

# Details_RomanCamp_FullDescription
source: The Roman military camp during the time of Sirmium was organized according to strict hierarchy and disciplined structure, with soldiers arranged in rows of tents (tentoria) that formed streets and squares within the fortified camp. Each unit had its own place, and centurions and higher-ranking officers stayed in larger and more organized tents closer to the command center (principia). Soldiers spent their days in training, maintaining equipment, cooking, writing letters, and craft work such as making arrows, repairing weapons, and building fortifications. The rest of the time they used for rest, social games like tabulae or dice games, as well as prayers to warrior gods. Although always ready for battle, their daily life was a mixture of strict discipline, practical duties, and moments of social closeness within the legion. The camp was a microcosm of Roman military life, reflecting the organization and efficiency that made the Roman army one of the most formidable forces in history.
sr: Rimski vojni kamp u doba Sirmijuma bio je organizovan po strogoj hijerarhiji i disciplinovanoj strukturi, sa vojnicima raspoređenim u redove šatora (tentorija) koji su formirali ulice i trgove unutar utvrđenog logora. Svaka jedinica imala je svoje mesto, a centurioni i višerangirani oficiri boravili su u većim i uređenijim šatorima bliže komandnom centru (principia). Vojnici su dan provodili u vežbama, održavanju opreme, kuvanju, pisanju pisama i zanatskim poslovima poput izrade strela, popravke oružja i izgradnje utvrđenja. Ostatak vremena koristili su za odmor, društvene igre poput tabulae ili igara sa kockicama, kao i za molitve bogovima ratnicima. Iako stalno spremni za bojeve, njihov svakodnevni život bio je mešavina stroge discipline, praktičnih dužnosti i trenutaka drušvene bliskosti u okviru legije. Kamp je bio mikrokosmos rimskog vojnog života, koji odražava organizaciju i efikasnost koja je učinila rimsku armiju jednom od najstrašnijih sila u istoriji.

# Details_RomanBazaar_FullDescription
source: The Roman Bazaar brings to life the spirit of imperial Sirmium through authentic displays of ancient crafts, costumes, and scents of antiquity. Craftsmen and artists showcase the skills of Roman blacksmiths, potters, weavers, and glassmakers, taking us back to the time when Sirmium was the capital of the empire. The bazaar is a meeting place of past and present, education and entertainment for all generations. Visitors can experience history at their fingertips, try Roman food, and take home memories made with traditional techniques. We invite you to visit the Roman Bazaar and become part of this unique story that connects culture, tradition, and heritage. The bazaar offers a unique opportunity to see how Roman craftsmen worked, what tools they used, and how they created everyday objects that were both functional and beautiful. Visitors can participate in workshops, watch demonstrations of ancient techniques, and purchase authentic replicas of Roman artifacts. The atmosphere is enhanced by period music, traditional costumes, and the aromas of ancient spices and herbs.
sr: Rimski bazar oživljava duh carskog Sirmijuma kroz autentične prikaze starih zanata, kostima i mirisa antičkog doba. Zanatlije i umetnici predstavljaju veštine rimskih kovača, grnčara, tkača i staklara, vraćajući nas u vreme kada je Sirmijum bio prestonica carstva. Bazar je mesto susreta prošlosti i sadašnjosti, edukacije i zabave za sve generacije. Posetioci mogu doživeti istoriju na dohvat ruke, probati rimsku hranu i poneti uspomene izrađene tradicionalnim tehnikama. Pozivamo vas da posetite Rimski bazar i postanete deo ove jedinstvene priče koja povezuje kulturu, tradiciju i nasleđe. Bazar nudi jedinstvenu priliku da vidite kako su rimski zanatlije radili, koje su alate koristili i kako su stvarali svakodnevne predmete koji su bili i funkcionalni i lepi. Posetioci mogu da učestvuju u radionicama, gledaju demonstracije antičkih tehnika i kupe autentične replike rimskih artefakata. Atmosferu dopunjuju muzika iz tog perioda, tradicionalne nošnje i mirisi antičkih začina i biljaka.

# Popup_TouristCenter_Title
source: Tourist Information Center
sr: Turistički informativni centar

# Popup_TouristCenter_Description
source: Located in City Park at Masarikova 2A, it serves as a central place for all visitors who want to discover the rich history, culture, and natural beauty of this city and its surroundings.
sr: Nalazi se u Gradskom parku na adresi Masarikova 2A, predstavlja centralno mesto za sve posetioce koji žele da otkriju bogatu istoriju, kulturu i prirodne lepote ovog grada i okoline.

# Details_TouristCenter_FullDescription
source: The Tourist Information Center of Sremska Mitrovica is located in City Park at Masarikova 2A and serves as a central place for all visitors who want to discover the rich history, culture, and natural beauty of this city and its surroundings. It was opened in late 2021 as a joint project of the City of Sremska Mitrovica and the Ministry of Trade, Tourism, and Telecommunications, with the aim of unifying the tourist offer of Sremska Mitrovica, Srem, and Northern Mačva in one place. At the Info Center, visitors can get detailed information about local attractions, including archaeological sites of ancient Sirmium, the Special Nature Reserve Zasavica, and the natural beauty of Fruška Gora. The center offers promotional materials such as tourist maps, flyers, and brochures, as well as contacts for licensed tourist guides. A special attraction are VR glasses that enable virtual walks through the city's historical sites. The Info Center's working hours are Monday to Friday from 07:00 to 17:00, and Saturday from 09:00 to 15:00. The facility also includes a souvenir shop with local products and a renovated public toilet adapted for people with disabilities and parents with small children. For additional information, you can visit the official website of the Tourist Organization of the City of Sremska Mitrovica: tosmomi.rs.
sr: Turistički informativni centar Sremske Mitrovice nalazi se u Gradskom parku, na adresi Masarikova 2A, i predstavlja centralno mesto za sve posetioce koji žele da otkriju bogatu istoriju, kulturu i prirodne lepote ovog grada i okoline. Otvoren je krajem 2021. godine kao zajednički projekat Grada Sremska Mitrovica i Ministarstva trgovine, turizma i telekomunikacija, sa ciljem da objedini turističku ponudu Sremske Mitrovice, Srema i Severne Mačve na jednom mestu. U Info centru posetioci mogu dobiti detaljne informacije o lokalnim atrakcijama, uključujući arheološke lokalitete antičkog Sirmijuma, Specijalni rezervat prirode Zasavica i prirodne lepote Fruške gore. Centar nudi promotivne materijale poput turističkih mapa, flajera i brošura, kao i kontakte licenciranih turističkih vodiča. Posebna atrakcija su VR naočare koje omogućavaju virtuelnu šetnju kroz istorijske lokalitete grada. Radno vreme Info centra je od ponedeljka do petka od 07:00 do 17:00 časova, a subotom od 09:00 do 15:00 časova. U sklopu objekta nalazi se i prodavnica suvenira sa lokalnim proizvodima, kao i obnovljeni javni toalet prilagođen osobama sa invaliditetom i roditeljima sa malom decom. Za dodatne informacije, možete posetiti zvaničnu stranicu Turističke organizacije Grada Sremska Mitrovica: tosmomi.rs.

# Event_TouristCenterExhibition
source: Tourist Organization Terrace - Photography Exhibition 'Mitrovica Through the Lens'
sr: Terasa Turističke organizacije - izložba fotografija 'Mitrovica kroz objektiv'
