Repository: drazenpanic/Digitalnamapa
Catalog: Resources/SharedResource.*.resx
Languages: sr

# SiteTitle
source: Digital Festival Map
sr: Digitalna Mapa Festivala

# Navigation_Map
source: Map
sr: Mapa

# Navigation_Program
source: Festival Program
sr: Program Festivala

# BackButton
source: Back
sr: Nazad

source: Back to Map
sr: Nazad na mapu

# Map_Welcome
source: Welcome to Lux Aurelius
sr: Dobrodošli na Lux Aurelius

# Map_FilterAll
source: All
sr: Sve

# Map_FilterEvents
source: Events
sr: Dešavanja

# Map_FilterServices
source: Services
sr: Servisi

# Map_Legend
source: LEGEND
sr: LEGENDA

# Legend_ImperialPalace
source: Imperial Palace
sr: Carska palata

# Legend_CityPark
source: City Park
sr: Gradski park

# Legend_SremMuseum
source: Srem Museum
sr: Muzej Srema

# Legend_Lapidarium
source: Lapidarium
sr: Lapidarijum

# Legend_Library
source: Library
sr: Biblioteka

# Legend_GrainSquare
source: Grain Square
sr: Žitni Trg

# Legend_Theater
source: Theater
sr: Pozorište

# Legend_Gallery
source: Gallery
sr: Galerija

# Legend_MoscowTavern
source: Moscow Tavern
sr: Kafana Moskva

# Legend_SremArchive
source: Srem Archive
sr: Arhiv Srema

# Legend_RomanCamp
source: Roman Camp
sr: Rimski Kamp

# Legend_Basilica
source: Basilica
sr: Bazilika

# Legend_TouristOrg
source: Tourist Org.
sr: Turistička Org.

# Legend_Toilet
source: Toilet
sr: Toalet

# Legend_Water
source: Water
sr: Voda

# Legend_FirstAid
source: First Aid
sr: Prva Pomoć

# Legend_Food
source: Food
sr: Hrana

# Legend_RomanBazaar
source: Roman Bazaar
sr: Rimski Bazar

# Legend_SavaQuay
source: Sava Quay
sr: Savski kej

# Legend_CedarBar
source: Cedar Bar
sr: Kedar Bar

# Program_Title
source: Festival Program
sr: Program Festivala

# Program_Header
source: Lux Aurelius Festival Program
sr: Program Festivala Lux Aurelius

# Program_Subtitle
source: Sremska Mitrovica, August 01-02, 2025
sr: Sremska Mitrovica, 01-02. avgust 2025.

# Program_Time
source: Time:
sr: Vreme:

# Program_DuringFestival
source: during the festival
sr: tokom festivala

# Program_OpenForVisitors
source: Open for visitors
sr: Otvorena za posetioce

# Program_OpenForVisitorsDesc
source: The institution is open to all visitors during the festival.
sr: Ustanova je otvorena za sve posetioce tokom festivala.

# Program_OpenForVisitorsDuring
source: The institution is open during the festival for all visitors
sr: Ustanova je otvorena u toku festivala za sve posetioce

# Program_OpenForVisitorsShort
source: Open for visitors
sr: Otvoreno za posetioce

# Event_Parade
source: Festival participants parade
sr: Defile učesnika festivala

# Event_ParadeDesc
source: Festival participants parade starts from the Imperial Palace to Grain Square.
sr: Defile učesnika festivala kreće od Carske palate do Žitnog trga.

# Event_ChildrenWorkshops
source: Children's workshops
sr: Radionice za decu

# Event_ExperimentalArchaeology
source: Experimental archaeology
sr: Eksperimentalna arheologija

# Event_RomanBazaar
source: Roman bazaar
sr: Rimski bazar

# Event_PhotoCorner
source: Photo corner
sr: Foto kutak

# Event_DigitalInteraction
source: Digital interaction - Conversation with Roman emperors of Sirmium
sr: Digitalna interakcija - Razgovor sa rimskim carevima Sirmiuma

# Event_ChildrenWorkshopsShort
source: Children's workshops
sr: Decije radionice

# Event_FestivalParade
source: Lux Aurelius Festival participants parade
sr: Defile učesnika Festivala Lux Aurelius

# Event_SirmiumLuxVerbi
source: Sirmium Lux Verbi - oratory revue
sr: Sirmium Lux Verbi - revija besednistva

# Event_FestivalOpening
source: Lux Aurelius Festival opening program
sr: Program otvaranja festivala Lux Aurelius

# Event_FestivalClosing
source: Lux Aurelius Festival closing program
sr: Program zatvaranja Festivala Lux Aurelius

# Event_RomanPubQuiz
source: Roman pub quiz
sr: Rimski pub kviz

# Event_RomanGames
source: Roman games
sr: Rimske igre

# Event_RomanGamesDesc
source: Roman games and reconstruction of legionaries' daily life
sr: Rimske igre i rekonstrukcija svakodnevnog života legionara

# Event_PhotoExhibition
source: Tourist Organization terrace - "Mitrovica through the lens" photo exhibition
sr: Terasa Turističke organizacije - izložba Fotografija "Mitrovica kroz objektiv"

# Event_HandmadeProducts
source: Sale of unique handmade products
sr: Prodaja unikatnih ručno rađenih proizvoda

# Event_LanternRelease
source: Lux Aurelius Festival closing program
sr: Program zatvaranja Festivala Lux Aurelius

# Event_LanternReleaseDesc
source: At the end of the festival, we symbolically release lanterns down the Sava River
sr: Na završnici festivala, simbolično puštamo lampione niz reku Savu

# Location_ImperialPalace
source: Imperial Palace
sr: Carska Palata

# Location_CityPark
source: City Park - Stone Flower
sr: Gradski Park - Kameni cvet

# Location_SremMuseum
source: Srem Museum
sr: Muzej Srema

# Location_Lapidarium
source: Srem Museum Lapidarium
sr: Muzej Srema Lapidarijum

# Location_Library
source: Library "Gligorije Vozarević"
sr: Biblioteka "Gligorije Vozarević"

# Location_GrainSquare
source: Grain Square
sr: Žitni Trg

# Location_Gallery
source: Gallery "Lazar Vozarević"
sr: Galerija "Lazar Vozarević"

# Location_MoscowTavern
source: Moscow Tavern
sr: Kafana Moskva

# Location_RomanCamp
source: Roman Legionary Camp
sr: Rimski Legionarski Kamp

# Location_Basilica
source: St. Demetrius Basilica
sr: Bazilika Svetog Dimitrija

# Location_TouristCenter
source: Tourist Information Center
sr: Turistički informativni centar

# Location_RomanBazaar
source: Roman Bazaar
sr: Rimski Bazar

# Location_SavaQuay
source: Sava Quay
sr: Savski kej

# Location_CedarBar
source: Cedar Bar
sr: Kedar Bar

# Location_HistoricalArchive
source: Historical Archive of Srem
sr: Istorijski arhiv Srema

# Popup_ImperialPalace_Description
source: The Imperial Palace in Sremska Mitrovica, known as the Imperial Palace of Sirmium, is one of the most significant archaeological sites in Serbia, a symbol of the power of the former Roman Empire.
sr: Carska palata u Sremskoj Mitrovici, poznata kao Imperijalna palata Sirmijuma, jedno je od najznačajnijih arheoloških nalazišta u Srbiji, simbol moci nekadasnjeg Rimskog carstva.

# Popup_Event
source: Event:
sr: Dešavanje:

# Popup_Events
source: Events:
sr: Dešavanja:

# Popup_OpenInGoogleMaps
source: Open in Google Maps
sr: Otvori u Google mapama

# Popup_Details
source: Details
sr: Detalji

# Popup_ImperialPalace_Title
source: Imperial Palace
sr: Carska Palata

# Popup_CityPark_Title
source: City Park - Stone Flower
sr: Gradski Park - Kameni cvet

# Popup_CityPark_Description
source: The "Stone Flower" fountain in the City Park of Sremska Mitrovica is one of the most recognizable landmarks of the city, combining art, history and deep emotional symbolism.
sr: Fontana „Kameni cvet" u Gradskom parku Sremske Mitrovice jedno je od najprepoznatljivijih obeležja grada, koje spaja umetnost, istoriju i duboku emotivnu simboliku.

# Popup_SremMuseum_Title
source: Srem Museum
sr: Muzej Srema

# Popup_SremMuseum_Description
source: One of the most significant cultural institutions in the region, founded in 1946. It preserves and exhibits archaeological finds from ancient Sirmium and the wider Srem area.
sr: Jedna od najznačajnijih kulturnih institucija u regionu, osnovana 1946. godine. Čuva i izlaže arheološke nalaze iz antičkog Sirmijuma i šireg prostora Srema.

# Popup_Lapidarium_Title
source: Lapidarium - Srem Museum
sr: Lapidarijum - Muzej Srema

# Popup_Lapidarium_Description
source: The Lapidarium of the Srem Museum displays Roman stone monuments, sarcophagi, altars, and sculptures from ancient Sirmium. A unique archaeological experience in the museum courtyard.
sr: Lapidarijum Muzeja Srema prikazuje rimske kamene spomenike, sarkofage, žrtvenike i skulpture iz antičkog Sirmijuma. Jedinstven arheološki doživljaj u dvorištu muzeja.

# Popup_Library_Title
source: Gligorije Vozarević Library
sr: Biblioteka "Gligorije Vozarević"

# Popup_Library_Description
source: One of the oldest and most important cultural institutions in Srem, founded in 1866. It houses over 140,000 books and organizes numerous cultural events.
sr: Jedna od najstarijih i najznačajnijih kulturnih ustanova u Sremu, osnovana 1866. godine. Čuva preko 140.000 knjiga i organizuje brojne kulturne programe.

# Popup_GrainSquare_Title
source: Grain Square
sr: Žitni trg

# Popup_GrainSquare_Description
source: Part of the craft-trade zone of Sirmium. Excavations have revealed workshops, including glass furnaces, confirming local glass production during late antiquity.
sr: Deo zanatsko-trgovačke zone Sirmijuma. Iskopavanja su otkrila radionice, uključujući staklarske peći, što potvrđuje lokalnu proizvodnju stakla tokom kasne antike.

# Popup_Theater_Title
source: Theater "Dobrica Milutinović"
sr: Pozorište "Dobrica Milutinović"

# Popup_Theater_Description
source: The Theater "Dobrica Milutinović" in Sremska Mitrovica is the only professional theater institution in Srem, with a tradition dating back to the 19th century.
sr: Jedino profesionalno pozorište u Sremu, sa tradicijom koja seže u 19. vek. Smešteno u istorijskoj zgradi Srpskog doma, nudi predstave za sve generacije.

# Popup_Gallery_Title
source: Gallery "Lazar Vozarević"
sr: Galerija "Lazar Vozarević"

# Popup_Gallery_Description
source: The "Lazar Vozarević" Gallery, founded in 1973, is dedicated to one of the most important postwar Serbian painters. It houses a memorial collection and hosts contemporary art exhibitions.
sr: Galerija "Lazar Vozarević", osnovana 1973. godine, posvećena je jednom od najznačajnijih posleratnih srpskih slikara. Sadrži memorijalnu zbirku i organizuje izložbe savremene umetnosti.

# Event_OpenForVisitors
source: Open for visitors
sr: Otvorena za posetioce

# Event_OpenForVisitorsDesc
source: The institution is open to all visitors during the festival.
sr: Ustanova je otvorena za sve posetioce tokom festivala.

# Popup_MoscowTavern_Title
source: Moscow Tavern
sr: Kafana Moskva

# Popup_MoscowTavern_Description
source: Moscow Tavern offers authentic Russian cuisine prepared with love and care, along with homemade liqueurs that perfectly round out the experience. The warm atmosphere, hospitable hosts and more than affordable prices make this place the right choice for enjoying Russian tradition and taste.
sr: Kafana Moskva nudi autentična jela ruske kuhinje pripremljena s ljubavlju i pažnjom, uz domaće likere koji savršeno zaokružuju doživljaj. Topla atmosfera, srdačni domaćini i više nego pristupačne cene čine ovo mesto pravim izborom za uživanje u ruskoj tradiciji i ukusu.

# Popup_HistoricalArchive_Title
source: Historical Archive of Srem
sr: Istorijski arhiv Srema

# Popup_HistoricalArchive_Description
source: The Historical Archive of Srem in Sremska Mitrovica represents the central archival institution for Srem District, founded in 1946.
sr: Istorijski arhiv Srem u Sremskoj Mitrovici predstavlja centralnu arhivsku ustanovu za Sremski okrug, osnovanu 1946. godine.

# Popup_RomanCamp_Title
source: Roman Legionary Camp
sr: Rimski Legionarski Kamp

# Popup_RomanCamp_Description
source: Roman military camp during the time of Sirmium, organized according to strict hierarchy and disciplined structure, with soldiers arranged in rows of tents forming streets and squares within the fortified camp.
sr: Rimski vojni kamp u doba Sirmijuma bio je organizovan po strogoj hijerarhiji i disciplinovanoj strukturi, sa vojnicima raspoređenim u redove šatora koji su formirali ulice i trgove unutar utvrđenog logora.

# Popup_Basilica_Title
source: St. Demetrius Basilica
sr: Bazilika Svetog Dimitrija

# Popup_Basilica_Description
source: One of the most significant early Christian archaeological sites in the territory of ancient Sirmium. Built between 426-441 AD, it represents a three-nave Greek-type building.
sr: Jedno od najznačajnijih ranohrišćanskih arheoloških nalazišta na prostoru antičkog Sirmijuma. Izgrađena između 426-441. godine, predstavlja trobrodnu građevinu grčkog tipa.

# Event_OpenForVisitorsDuring
source: The institution is open during the festival for all visitors
sr: Ustanova je otvorena u toku festivala za sve posetioce

# Popup_KedarBar_Event
source: Roman pub quiz
sr: Rimski pub kviz

# Popup_Toilet_Title
source: Public Toilet
sr: Javni Toalet

# Popup_Toilet_Description
source: Facilities are available for both participants and festival visitors.
sr: Objekti su na usluzi kako učesnicima tako i posetiocima festivala.

# Popup_Water_Title
source: Drinking Water
sr: Voda za piće

# Popup_Water_Description
source: Water tank with drinking water
sr: Cisterna sa vodom za piće

# Popup_FirstAid_Title
source: First Aid
sr: Prva Pomoć

# Popup_FirstAid_Description
source: Van for providing first aid in emergency cases.
sr: Kombi za pružanje prve pomoći u hitnim slučajevima.

# Popup_Food_Title
source: Food
sr: Hrana

# Popup_Food_Description
source: Food location for participants.
sr: Mesto sa hranom za učesnike.

# Popup_Parking_Description
source: Public parking for festival participants and visitors
sr: Javni parking za učesnike i posetioce festivala

# Popup_RomanBazaar_Title
source: Roman Bazaar
sr: Rimski Bazar

# Popup_RomanBazaar_Description
source: The Roman Bazaar brings to life the spirit of imperial Sirmium through authentic displays of ancient crafts, costumes, and scents of antiquity.
sr: Rimski bazar oživljava duh carskog Sirmijuma kroz autentične prikaze starih zanata, kostima i mirisa antičkog doba.

# Popup_RomanBazaar_Event
source: Sale of unique handmade products
sr: Prodaja unikatnih ručno rađenih proizvoda

# Popup_Lampioni_Title
source: Sava Quay
sr: Savski kej

# Popup_Lampioni_Description
source: The embankment in Sremska Mitrovica, also known as Sava Quay, represents a key defensive structure along the Sava River that protects the city from floods.
sr: Nasip u Sremskoj Mitrovici, poznat i kao Savski kej, predstavlja ključnu odbrambenu strukturu uz reku Savu koja štiti grad od poplava.

# Popup_Lampioni_Event
source: Lux Aurelius Festival Closing Program
sr: Program zatvaranja Festivala Lux Aurelius

# Popup_Lampioni_EventDesc
source: At the end of the festival, we symbolically release lanterns down the Sava River
sr: Na završnici festivala, simbolično puštamo lampione niz reku Savu

# Popup_KedarBar_Description
source: A cozy café located on the slopes of ancient Roman excavations, on Žitni Square in Sremska Mitrovica
sr: Ušuškani kafić koji se nalazi na obroncima starorimskih iskopina, na Žitnom trgu u Sremskoj Mitrovici

# Popup_TouristInfo_Title
source: Tourist Information Center
sr: Turistički informativni centar

# Popup_TouristInfo_Description
source: The Tourist Information Center of Sremska Mitrovica is located in the City Park, at Masarikova 2A, and represents a central place for all visitors who want to discover the rich history, culture, and natural beauty of this city and its surroundings.
sr: Turistički informativni centar Sremske Mitrovice nalazi se u Gradskom parku, na adresi Masarikova 2A, i predstavlja centralno mesto za sve posetioce koji žele da otkriju bogatu istoriju, kulturu i prirodne lepote ovog grada i okoline.

# Popup_TouristInfo_Event
source: Tourist Organization Terrace - Photo exhibition "Mitrovica through the lens"
sr: Terasa Turističke organizacije - izložba Fotografija "Mitrovica kroz objektiv"

# Popup_GoogleMaps
source: Open in Google Maps
sr: Otvori u Google mapama

# Details_AboutLocation
source: ABOUT THE LOCATION
sr: O LOKACIJI

# Details_Events
source: EVENTS
sr: DEŠAVANJA

# Details_Location
source: LOCATION
sr: LOKACIJA

# Details_YourLocation
source: Your location
sr: Vaša lokacija

# Details_Accuracy
source: Accuracy
sr: Tačnost

# Details_Unknown
source: Unknown
sr: Nepoznato

# Details_Back
source: Back
sr: Nazad

# Details_ImperialPalace_FullDescription
source: The Imperial Palace in Sremska Mitrovica, known as the Imperial Palace of Sirmium, is one of the most significant archaeological sites in Serbia, a symbol of the power of the former Roman Empire. It is located on the territory of the former Roman city of Sirmium, which in late antiquity was one of the four capitals of the Roman Empire. Sirmium was the seat of several emperors, including Galerius, Maximian, and Constantine I. The palace was built at the end of the 3rd or beginning of the 4th century, in the southeastern part of the city along the Sava River. Archaeological excavations have revealed luxurious mosaics, frescoes, and hypocaust - an underfloor heating system. Materials used in construction came from Egypt, Asia Minor, Greece, and Italy, which speaks of the luxury of the imperial court. The site today includes a Visitor Center with panels, models, and conserved palace remains. The palace is located at Pivarska 2, Sremska Mitrovica, and information can be obtained at numbers +381 22 618 817 and +381 22 621 568. The official website is carskapalata.rs. The Imperial Palace of Sirmium is an unmissable place for all lovers of Roman history and culture.
sr: Carska palata u Sremskoj Mitrovici, poznata kao Imperijalna palata Sirmijuma, jedno je od najznačajnijih arheoloških nalazišta u Srbiji, simbol moci nekadasnjeg Rimskog carstva. Nalazi se na teritoriji nekadašnjeg rimskog grada Sirmijuma, koji je u kasnoj antici bio jedna od četiri prestonice Rimskog carstva. Sirmijum je bio sedište više careva, uključujući Galerija, Maksimijana i Konstantina I. Palata je izgrađena krajem III ili početkom IV veka, u jugoistočnom delu grada uz reku Savu. Arheološka istraživanja otkrila su luksuzne mozaike, freske i hipokaust – sistem podnog grejanja. Materijali korišćeni u gradnji potiču iz Egipta, Male Azije, Grčke i Italije, što govori o raskoši imperijalnog dvora. Lokalitet danas obuhvata Vizitorski centar sa panelima, maketama i konzerviranim ostacima palate. Palata se nalazi na adresi Pivarska 2, Sremska Mitrovica, a informacije se mogu dobiti na brojeve +381 22 618 817 i +381 22 621 568. Zvanični sajt je carskapalata.rs. Carska palata Sirmijuma nezaobilazno je mesto za sve ljubitelje rimske istorije i kulture.

# Details_CityPark_FullDescription
source: The "Stone Flower" fountain in the City Park of Sremska Mitrovica is one of the most recognizable landmarks of the city, combining art, history, and deep emotional symbolism. It was built in 1948 according to the design of Irina Nepokojčicka, a Russian emigrant and the first female architect in Sremska Mitrovica. The fountain is located on the site of the former "imperial linden tree", planted in 1879 in honor of Emperor Franz Joseph and Empress Elisabeth. It has the shape of a stylized flower with curved petals from which water continuously flows, symbolizing eternal sorrow. According to legend, Irina dreamed of a flower from which a white dove flew out, revealing to her the story of a princess from Sirmium - a symbol of sorrow and longing. Inspired by this dream, Irina created the fountain as a combination of personal and collective sorrow for the homeland and lost times. Irina Nepokojčicka was born in 1909 in Russia, studied architecture in Zagreb, and from 1937 lived and worked in Sremska Mitrovica. Besides the fountain, she worked on the construction of schools, roads, and the reconstruction of the Church of Archdeacon Stephen. She passed away just five months after the completion of the fountain and was buried in the Orthodox Cemetery in Mitrovica. The "Stone Flower" fountain today is a place of gathering, rest, and remembrance - an artistic and spiritual symbol of the city.
sr: Fontana "Kameni cvet" u Gradskom parku Sremske Mitrovice jedno je od najprepoznatljivijih obeležja grada, koje spaja umetnost, istoriju i duboku emotivnu simboliku. Izgrađena je 1948. godine prema projektu Irine Nepokojčicke, ruske emigrantkinje i prve žene arhitekte u Sremskoj Mitrovici. Fontana je smeštena na mestu nekadašnje "carske lipe", zasađene 1879. godine u čast cara Franje Josifa i carice Jelisavete. Ima oblik stilizovanog cveta sa povijenim laticama iz kojih neprekidno teče voda, simbolizujući večnu tugu. Prema legendi, Irina je sanjala cvet iz kojeg je izletela bela golubica koja joj je otkrila priču o princezi iz Sirmijuma – simbolu tuge i čežnje. Inspirisana tim snom, Irina je stvorila fontanu kao spoj lične i kolektivne tuge za domovinom i izgubljenim vremenima. Irina Nepokojčicka rođena je 1909. u Rusiji, studirala je arhitekturu u Zagrebu, a od 1937. živela i stvarala u Sremskoj Mitrovici. Pored fontane, radila je na izgradnji škola, puteva i rekonstrukciji crkve arhiđakona Stefana. Preminula je samo pet meseci nakon završetka fontane, a sahranjena je na Pravoslavnom groblju u Mitrovici. Fontana "Kameni cvet" danas je mesto okupljanja, odmora i sećanja – umetnički i duhovni simbol grada.

# Details_SremMuseum_FullDescription
source: The Srem Museum in Sremska Mitrovica represents one of the most valuable archaeological exhibitions in Serbia, located in the museum courtyard at Trg Svetog Stefana 15. The museum building, a gift from the Bajić family, has been preserving and exhibiting archaeological finds from the territory of ancient Sirmium and the wider Srem area since 1946. The Lapidarium displays Roman stone monuments such as sarcophagi, altars, tombstones, and sculptures with mythological motifs. Special attention is drawn to the altar of Titus Cominius Severus, one of the oldest pieces of evidence of Roman presence in this region. A unique sundial from around 100 AD and marble sculptures of the goddess Diana and Hercules further enrich the permanent exhibition. Mosaics from the magnificent reception rooms date from the beginning of the 4th century and testify to the luxury of the imperial residence. The Lapidarium's architecture is designed in a neoclassical style with Doric columns, achieving harmony with the city's historical identity. It is open to visitors every weekday from 08:00 to 15:00 and on weekends from 09:00 to 17:00. The exhibition offers a precious insight into the daily life, art, and beliefs of Roman Sirmium. The Srem Museum Lapidarium invites all lovers of history and archaeology to feel the spirit of the ancient city through authentic exhibits.
sr: Muzej Srema u Sremskoj Mitrovici, smešten na adresi Trg Svetog Stefana 15, predstavlja jednu od najznačajnijih kulturnih institucija u regionu. Osnovan 1946. godine, muzej je nastao iz potrebe da se sačuvaju bogati arheološki nalazi antičkog Sirmijuma, rimskog grada koji je bio jedna od prestonica carstva. Muzej je smešten u dve zgrade iz 18. veka: nekadašnju zgradu vojne uprave i kuću porodice Bajić. Stalne postavke obuhvataju arheološku zbirku sa rimskim mozaicima, sarkofazima, žrtvenicima i skulpturama, uključujući i torzo boginje Minerve pronađen tokom iskopavanja carske palate. U lapidarijumu, dvorišnom prostoru muzeja, izloženi su kameni spomenici i ostaci rimskih građevina. Istorijska postavka "Srem kroz vekove" prikazuje razvoj regiona od srednjeg veka do 20. veka. Muzej takođe organizuje tematske izložbe, naučne skupove i izdaje godišnjak "Zbornik Muzeja Srema". Radno vreme muzeja je od ponedeljka do petka od 08:00 do 15:00, a vikendom od 09:00 do 17:00. Za više informacija posetite zvaničnu veb-stranicu muzeja: muzejsrema.com.
